{
  "ood_chaplin":"Chaplin plays an assistant in a pawnshop run by Henry Bergman. He goes about his job in the usual comic Chaplin manner: insulting various eccentric customers and dusting an electric fan while it is running. Quarreling over a ladder, Chaplin engages in a slapstick battles with his fellow pawnshop assistant and is fired. The pawnbroker gives Charlie a second chance because of his 'eleven children'—a fiction which Charlie has hastily invented for the occasion. In the kitchen Charlie flirts with the pawnbroker's attractive daughter, helping her dry dishes by passing them through a clothes wringer. When a customer brings in an alarm clock to be pawned, Chaplin engages in one of his most famous solo sustained comedy bits: He thoroughly examines the clock as if he were a physician and a jeweler. He disassembles the clock piece by piece, damaging it beyond repair, and carefully puts the pieces into the man's hat. He then sorrowfully informs him that the clock can not be accepted. A crook enters the store and pretends he wants to buy diamonds. Charlie, who has hidden in a trunk after another raucous dispute with his co-worker, spots the man trying to open the pawnshop's vault. Charlie emerges from the trunk, knocks the armed thief out. Charlie is congratulated by the pawnbroker and embraced by his daughter for his bravery and good deed.",
  "ood_mononoke":"In Muromachi-era Japan, the last Emishi prince, Ashitaka, kills a gigantic demon to protect his village, but his arm is afflicted by its curse. The demon, once the boar god Nago, was corrupted by an iron ball embedded in its body. Learning that the curse will eventually kill him, Ashitaka is exiled to the west, seeking a cure by uncovering the source of Nago's hatred. On his journey, Ashitaka discovers that the curse grants him supernatural strength. He encounters a monk named Jigo, who advises him to seek answers in the nearby mountains from the Forest Spirit – a deer-like god of life and death that transforms into the giant Nightwalker at sunset. Guided by tiny kodama, Ashitaka passes through the forest of the gods, where he catches a glimpse of the Forest Spirit. Meanwhile, a group of men led by Lady Eboshi repel an attack by a pack of wolves led by the goddess Moro and her adopted human daughter, San.",
  "ood_passepartout":"Passe‑Montagne introduces himself as 'the greatest inventor in the world' and brings out his magical hat. He crumples a simple piece of paper into a ball, drops it into the hat, and with each 'Hop! Et voilà!', he magically pulls out items like chocolate milk, toast, yarn, and a knitted sweater—unleashing a stream of creativity and wonder. The scene then shifts to a group of children talking about their baby sister, Sosie (also known as Mélodie). They describe her daily antics: crying at night, destroying their cardboard village, mimicking chicken sounds, learning to walk, and using hand gestures to ask for water. Though overwhelmed, the children clearly adore her. They decide to move their toys to the basement to keep them safe from her mischief. As they leave, conflicted but affectionate, they make sure to send their little sister a big kiss. Prune plays at having fallen into a precipice, which is actually a cardboard box. We see an adult and some children, they have caught fish that they are cleaning. Passe-Montagne is blindfolded, André and Passe-Carreau make him guess objects. A child tastes food while blindfolded and tells him what it is.  Passe-Partout realizes that she remembers her silly behavior more than anything else.",
  "ood_planetearth":"All the main ranges are explored with extensive aerial photography. Ethiopia's Erta Ale is the longest continually erupting volcano—for over 100 years. On the nearby highlands of Simien Mountains, geladas (the only primate whose diet is almost entirely grass) inhabit precipitous slopes nearly five kilometres (3 mi) up, in troops that are 800-strong: the most numerous of their kind. Alongside them live the critically endangered walia ibex, the two species take turns to act as a lookout for predatory Ethiopian wolves. The Andes have the most volatile weather and guanacos are shown enduring a flash blizzard, along with an exceptional group sighting of the normally solitary puma. The Alpine summits are always snow-covered, apart from that of the Matterhorn, which is too sheer to allow it to settle. Grizzly bear cubs emerge from their den for the first time in the Rockies. The episode ends with the flock of Demoiselle cranes flying across the Himalayan mountain peak to avoid the hostile air currents and predatory Golden eagles that threaten their migration.",
  "ood_pulpfiction":"As Butch returns to his apartment to retrieve his father's gold watch, he notices a gun on the kitchen counter and hears the toilet flush. Vincent exits the bathroom to find Butch pointing the gun at him. Butch shoots Vincent dead and departs. While Butch is stopped at a traffic light, he sees Marsellus crossing the road. Butch rams his car into him and knocks him over, but is himself injured when his vehicle collides with another. Marsellus recovers, shoots at Butch and chases him into a pawnshop. Maynard, the shop owner, captures them at gunpoint and binds and gags them in the basement. Maynard and his accomplice, Zed, task their gimp sex slave with watching Butch while they take Marsellus into another room and begin to rape him. Butch breaks free and is about to escape, but decides to save Marsellus and arms himself with a katana from the pawnshop. He kills Maynard and frees Marsellus, who shoots Zed in the crotch with Maynard's shotgun. Marsellus tells Butch that he will call his crew to help him torture Zed to death. He further tells Butch that they are 'cool' (even) and instructs him to tell no one about the incident and depart Los Angeles forever. Butch picks up Fabienne on Zed's chopper and they ride away.",
  "ood_wot":"A young girl, Emily is contacted by a clone of her future self from 227 years in the future, created as a means of achieving immortality. They then travel to the clone's time and visit the Outernet, a future version of the Internet, where they explore memories of the clone's life. The first memory is one from the clone Emily's childhood, where a male clone without a brain, nicknamed 'David', is kept in stasis. Emily visits him until his death at age 72. Other memories the pair involve various jobs and loves of Emily's both on the Moon and in outer space. Upon her return to Earth, the clone Emily opened an art gallery exhibiting anonymous memories. Here she meets a descendant clone of David, which ends prematurely with his own death, thus ending his family life. Last, clone Emily reveals that in sixty days, Earth will be destroyed by a meteoroid. She reveals the true reason that she contacted Emily Prime: to retrieve an important memory from her original source before her own death, that of the original Emily and her mother walking together, which the clone had forgotten. The specific memory will comfort her in the days leading to Earth's destruction. Emily Prime returns home."
}